public class zadanie2 {
    //2. Задайте переменную. Если она больше 0, вывести «позитив», если меньше 0, вывести «отрицательно»
    public static void main(String[] args) {
        int number = -4;
        if (number > 0) {
            System.out.println("позитив");
        } else if (number < 0) {
            System.out.println("отрицательно");
        }
    }
}
